<?php
/*
Template Name: priest
*/
?>

<?php get_header(); ?>

        <section class="priest-page section">
            <div class="container">
                <div class="priest-page__inner">
                    <h2 class="priest-page__title title" data-aos="fade-up">Настоятель храма</h2>
                    <div class="priest-page__wrapper">
                        <div class="priest-page__wrapper-left">
                            <figure class="priest-page__figure" data-aos="fade-up">
                                <img class="priest-page__image" src="<?php bloginfo('template_url'); ?>/assets/img/priest/DSCF3359_MIN.WEBP" loading="lazy" alt="Иерей Иоанн Ясюкевич">
                                <figcaption class="priest-page__figcaption">Фото. Иерей Иоанн Ясюкевич.</figcaption>
                            </figure>
                        </div>
                        <div class="priest-page__wrapper-right">
                            <p class="priest-page__subtitle" data-aos="fade-up">Иерей Иоанн Ясюкевич.</p>
                            <p class="priest-page__text" data-aos="fade-up">Настоятель храма Покрова Пресвятой Богородицы в д.Озерицкая Слобода.</p>
                            <p class="priest-page__text" data-aos="fade-up">Священник Иоанн Александрович Ясюкевич родился 22 марта 1983 года в г. Вилейка Минской области Республики Беларусь. Отец – Александр Васильевич Ясюкевич – инженер. Мать – Таиса Ивановна Ясюкевич – преподаватель математики. Старшие сёстры: Марина (1974 г.р.) и Елена (1976 г.р.). Женат и имеет троих детей: Маргариту (2008 г.р.), Арсения (2011 г.р.) и Николая (2013 г.р.). Был крещён протоиереем Никифором Пыском 21 мая 1983 года в Вилейке.</p>
                        </div>
                    </div>
                    <p class="priest-page__text" data-aos="fade-up">В 1997 году окончил Воскресную школу при приходе храма преподобной Марии Египетской г. Вилейка на отлично. На приходе исполнял послушания пономаря и певчего.</p>
                    <p class="priest-page__text" data-aos="fade-up">В 2000 году окончил обучение в лицейском классе филологического профиля средней школы №4 г. Вилейка. За отличные знания награждён золотой медалью.</p>
                    <p class="priest-page__text" data-aos="fade-up">В 2000 году поступил в Минскую Духовную Семинарию, которую окончил в 2005 году со степенью бакалавра богословия. На отлично защитил дипломную работу на тему: «Каноническая оценка Устава Духовных Консисторий 1841 года» (научный руководитель – протодиакон Геннадий Малеев, рецензент – священник Николай Болоховский). Во время обучения исполнял послушания певчего мужского и смешанного семинарских хоров и уставщика, экскурсовода Жировичского Свято-Успенского монастыря. В 2003 году в течение трёх месяцев исполнял послушание певчего в Покровском монастыре в Бюсси-ан-От (Франция) и в Свято-Сергиевском Православном богословском институте в Париже.</p>
                    <p class="priest-page__text" data-aos="fade-up">В 2005 году поступил в Минскую Духовную Академию, которую окончил в 2008 году с учёной степенью кандидата богословия. Защитил кандидатскую диссертацию на тему: «Историко-канонический анализ источников административного права Русской Православной Церкви синодального периода» (научный руководитель – священник Николай Болоховский, рецензент – протоиерей Владислав Цыпин). В 2005 и 2006 годах прослушал полные курсы Летнего Богословского института. С 2005 по 2008 года исполнял послушания певчего церковного хора и экскурсовода при храме-крепости Архангела Михаила д. Сынковичи Зельвенского района Гродненской области.</p>
                    <p class="priest-page__text" data-aos="fade-up">В 2007 году вступил в брак с выпускницей Регентского отделения Минской Духовной Семинарии Ольгой Владимировной Удаловой, 1985 г.р. Таинство венчания совершил протоиерей Симеон Матюх 14 сентября 2007 года в Вилейке.</p>
                    <p class="priest-page__text" data-aos="fade-up">Высокопреосвященнейшим Филаретом, митрополитом Минским и Слуцким, Патриаршим Экзархом всея Беларуси, рукоположен во диакона 11 сентября 2008 года в Свято-Духовом кафедральном соборе г. Минска, 26 октября 2008 года – во иерея.</p>
                    <p class="priest-page__text" data-aos="fade-up">Назначен на должности: священника прихода храма преподобной Марии Египетской г. Вилейка в 2008 году, настоятеля прихода храма Покрова Пресвятой Богородицы агрогородка Слобода Озерицко-Слободского сельсовета Смолевичского района Минской области в 2010 году, епархиального миссионера в 2010 году.</p>
                    <p class="priest-page__text" data-aos="fade-up">В 2012 году епископом Борисовским Вениамином, викарием Минской епархии, был освящён цокольный храм Покровского прихода Озерицкой Слободы в честь святого праведного Филарета Милостивого.</p>
                    <p class="priest-page__text" data-aos="fade-up">Входил в оргкомитет по подготовке визитов в Беларусь Святейшего Патриарха Московского и всея Руси Алексия II в 2008 году, Святейшего Патриарха Московского и всея Руси Кирилла в 2009, 2012, 2013 и 2015 годах.</p>
                    <p class="priest-page__text" data-aos="fade-up">Преосвященнейшим Вениамином, епископом Борисовским и Марьиногорским, был назначен на должности: заместителя благочинного по Смолевичской части благочиннического округа в 2016 году, благочинного церквей Смолевичского церковного округа в 2017 году, пресс-секретаря Борисовской епархии в 2017 году.</p>
                    <p class="priest-page__text" data-aos="fade-up">Богослужебные награды: право ношения набедренника – 11.07.2010г., право ношения камилавки – 24.04.2011г., право ношения наперстного креста – 25.11.2012г.</p>
                    <p class="priest-page__text" data-aos="fade-up">Общецерковные награды: грамота Минской Духовной Семинарии в память 220-летия её основания в 2005 году, грамота Минской Духовной Академии в память 10-летия её основания в 2006 году, грамота и памятная медаль Синода Белорусской Православной Церкви в память празднования 1025-летия Крещения Руси в 2013 году, Юбилейная медаль Русской Православной Церкви «В память 100-летия восстановления Патриаршества в Русской Православной Церкви» в 2017 году, Архиерейская грамота в честь 35-летия со Дня рождения в 2018 году.</p>
                </div>
            </div>
        </section>

        <?php get_footer(); ?>